Repository: FedericoHerreraa/DailyFlowApp
Catalog: DailyFlow/*.lproj/Localizable.strings
Languages: es

source: Home
es: Inicio

source: Routines
es: Rutinas

source: Settings
es: Ajustes

# home_summary_title
source: Good
es: Buenos

source: morning
es: dias

source: afternoon
es: tardes

source: evening
es: tardes

source: night
es: noches

# home_summary_description
source: You have no tasks for today, add them!
es: Todavia no tenes tareas para hoy, agregalas!

# today_task_title
source: Tasks for
es: Tareas de hoy

source: Create fast routine
es: Crear rutina rapida

# no_task_title
source: No tasks for today
es: No hay tareas para hoy

# no_task_description
source: Tap the + button to start planning your day
es: Presiona el + para empezar a planear tu dia

# close_modal_button
source: Done
es: Cerrar

# progress_title
source: Progress for
es: Progreso de hoy

# no_progress_description
source: There's nothing set yet, do it now!
es: No hay nada todavia, hacelo ya!

source: Welcome back
es: Bienvenido de nuevo

source: Create your routine
es: Crea tu rutina

# search_input
source: Search by day
es: Buscar por dia

source: With routine
es: Con rutina

source: Without routine
es: Sin rutina

# have_routine
source: You already have a routine
es: Ya tenes una rutina

# do_not_have_routine
source: You don't have a routine yet
es: Todavia no tenes una rutina

source: Routine for
es: Rutina para

source: Delete
es: Eliminar

source: Edit
es: Editar

# update_routine
source: Update routine for
es: Actualizar rutina para

# create_routine
source: Create routine for
es: Crear rutina para

# title_ph
source: Enter task title
es: Ingresar titulo de tarea

# description_ph
source: Enter task description
es: Ingresar descripcion de tarea

# from_ph
source: From
es: Desde

# to_ph
source: To
es: Hasta

# create_task
source: Save task
es: Guardar tarea

source: Update Task
es: Actualizar tarea

source: Swipe to delete
es: Deslizar para eliminar

source: Language
es: Idioma

source: Select language
es: Seleccionar idioma

source: Select mode
es: Seleccionar modo

source: Light
es: Claro

source: Dark
es: Oscuro

source: Use system
es: Usar sistema

source: Notifications
es: Notificaciones

source: Enable notifications
es: Activar notificaciones

source: Select accent color
es: Seleccionar color de app

source: Accent color
es: Color de app

source: Search settings
es: Buscar ajustes
